{
    "details": [
        {
            "name": "Makoto Edamura",
            "occupation": "Con Artist",
            "desc": "Makoto Edamura (枝村真人, Edamura Makoto), also known as Edamame, is the main protagonist of the Great Pretender anime. He is the self-proclaimed greatest con-man in Japan and a member of Team Confidence."
        },
        {
            "name": "Laurent Thierry",
            "occupation": "Con Artist",
            "desc": "Laurent Thierry (ローラン・ティエリー, Rōran Tierī) is an expert international con man, renowned for his persuasiveness and quick wit."
        },
        {
            "name": "Abigail Jones",
            "occupation": "Con Artist",
            "desc": "Abigail \"Aby\" Jones (アビゲイル・ジョーンズ, Abigeiru Jōnzu) is an athletic, taciturn woman who is Laurent's second-in-command and member of Team Confidence."
        },
        {
            "name": "Cynthia Moore",
            "occupation": "Con Artist",
            "desc": "Cynthia Moore (シンシア・ムーア, Shinshia Mūa) is a Con Artist and a member of Team Confidence."
        },
        {
            "name": "Kudo",
            "occupation": "Con Artist",
            "desc": "Kudo (工藤, Kudō) is Makoto Edamura's partner in crime and member of Team Confidence."
        },
        {
            "name": "Shi-won Kim",
            "occupation": "Con Artist",
            "desc": "Shi-won Kim (キム シウォン, Kimu Shiu-on) is a supporting character in Great Pretender. She is a con-woman and member of Team Confidence."
        },
        {
            "name": "Eddie Cassano",
            "occupation": "Film Director/Mafia",
            "desc": "Eddie Cassano (エディ カッサーノ, Edi Kassāno) is the antagonist for Case 1 in Great Pretender."
        },
        {
            "name": "Salazar",
            "occupation": "Mafia",
            "desc": "Salazar (サラザール, Sarazāru) is a supporting character in Great Pretender. He once had worked for Eddie Cassano."
        },
        {
            "name": "Tom",
            "occupation": "Unknown",
            "desc": "Tom (トム, Tomu?) is a minor character in Great Pretender and son of Salazar."
        },
        {
            "name": "Sam Ibrahim",
            "occupation": "Prince/Pathfinder Air Race Host",
            "desc": "Sam Ibrahim (サム・イブラヒム, Samu Iburahimu) is a supporting character in the Great Pretender anime. He is the older brother of the pilot Clark and runs the Pathfinder Air Race."
        },
        {
            "name": "Clark Ibrahim",
            "occupation": "Prince/Pilot",
            "desc": "Clark Ibrahim (クラーク・イブラヒム, Kurāku Iburahimu) is a supporting character in the Great Pretender anime. He is a pilot and the younger brother of Sam."
        },
        {
            "name": "Lewis Mueller",
            "occupation": "Pilot",
            "desc": "Lewis Mueller (ルイス・ミューラー, Ruisu Myūrā) is a supporting character in the Great Pretender anime. He is a former pilot in the Pathfinder Air Race. His spouse is Isabelle Mueller."
        },
        {
            "name": "Isabelle Mueller",
            "occupation": "Unknown",
            "desc": "Isabelle Mueller (イザベル・ミューラー, Izaberu Myūrā) is a supporting character in the Great Pretender anime."
        },
        {
            "name": "James Coleman",
            "occupation": "Art Appraiser",
            "desc": "James Coleman (ジェームス・コールマン, Jēmusu Kōruman) is a support character in the Great Pretender anime."
        },
        {
            "name": "Thomas Meyer",
            "occupation": "Artist",
            "desc": "Thomas Meyer (トーマス・メイヤー, Tōmasu Meiyā?) is a supporting character in the Great Pretender anime. He is an artist."
        },
        {
            "name": "Tim",
            "occupation": "Butler",
            "desc": "Tim is a minor character in the Great Pretender anime. He is the butler of Farrah."
        },
        {
            "name": "Sebastien",
            "occupation": "Boarding house owner",
            "desc": "Sebastien (セバスチャン, Sebasuchan) is a support character in the Great Pretender anime. He is a boarding house owner and the father of Marie."
        },
        {
            "name": "Marie",
            "occupation": "Unknown",
            "desc": "Marie (マリー, Marī) is a support character in the Great Pretender anime."
        },
        {
            "name": "Farrah Brown",
            "occupation": "CEO of a fashion label",
            "desc": "Farrah Brown (ファラ・ アラウン) is a supporting character in the Great Pretender anime."
        },
        {
            "name": "Akemi Suzaku",
            "occupation": "Ceo of a sketchy trading company",
            "desc": "Akemi Suzaku (朱雀アケミ, Suzaku Akemi) is the ceo of a trading company."
        },
        {
            "name": "Ishigami",
            "occupation": "Manager of a sketchy trading company",
            "desc": "Ishigami (朱雀アケミ, Suzaku Akemi?) is a trading company manager."
        },
        {
            "name": "Liu Xiao",
            "occupation": "Shanghai Mafia",
            "desc": "Liu Xiao (劉萧, Liú Xiao) is a character in the Great Pretender."
        },
        {
            "name": "Chen Yao",
            "occupation": "Works under Liu Xiao",
            "desc": "Chen Yao (陳堯, Chen Yáo) is a character in the Great Pretender."
        },
        {
            "name": "Seiji Ozaki",
            "occupation": "Con Artist",
            "desc": "Seiji Ozaki (尾崎誠司, Ozaki Seiji?) is a supporting character in the Great Pretender anime."
        },
        {
            "name": "Dorothy",
            "occupation": "Con Artist",
            "desc": "Dorothy (ディアボロ, Dorothy?) is Laurent Thierry's ex-lover and partner."
        }
    ]
}